export const insusubMap = {
    '010': '건보',
    '020': '희귀',
    '040': '차1',
    '050': '차2',
    '060': '차2장애',
    '090': '보험100',
    '110': '급1',
    '120': '급2',
    '210': '자보',
    '290': '자보100',
    '310': '산재',
    '390': '산재',
    '510': '일반',
  };

export const insuclsMap = {
  '00': '건강보험',
  '10': '의료급여',
  '20': '자동차보험',
  '30': '산업재해',
  '50': '일반',
};

export const doctorMap = {
    '류익현': '1과',
    '이지원': '2과',
    '정가현': '침구',
    '김정섭': '재활',
    '이방원': '통증',
  };

export const doctorIconMap = {
    '1과': '1',
    '2과': '2',
    '침구': 'ㅊ',
    '재활': 'ㅈ',
    '통증': 'ㅌ',
  }; 

export const funnelMap = {
    '전승현': '전',
    '이기진': 'J',
    '임성규': 'K',
    'J': 'J',
    'K': 'K',
  };

export const predefinedColumns = ['201호', '202호', '203호', '205호', '206호', '207호', '208호', '209호', '210호', '대기', '전실'];

export const MAX_CAPACITY = {
    "201호": 3,
    "202호": 2,
    "203호": 6,
    "205호": 8,
    "206호": 8,
    "207호": 8,
    "208호": 4,
    "209호": 2,
    "210호": 2,
  };
  
 export const ROOM_TYPE = {
    "201호": "4인실",
    "202호": "2인실",
    "203호": "다인실",
    "205호": "다인실",
    "206호": "다인실",
    "207호": "다인실",
    "208호": "4인실",
    "209호": "2인실",
    "210호": "2인실",
  };