export const insusubMap = {
    '010': '건보',
    '110': '의료급여',
    '210': '자동차',
    '390': '산재',
    "040": '차상위1',
    "290": '자보100',
    "310": '산재',
  };

export const doctorMap = {
    '류익현': '1과',
    '이지수': '2과',
    '정가현': '침구',
    '김정섭': '재활',
    '이방원': '통증',
  };

export const predefinedColumns = ['201호', '202호', '203호', '205호', '206호', '207호', '208호', '209호', '210호', '대기', '전실'];

export const MAX_CAPACITY = {
    "201호": 3,
    "202호": 2,
    "203호": 6,
    "205호": 8,
    "206호": 8,
    "207호": 8,
    "208호": 4,
    "209호": 2,
    "210호": 2,
  };
  
 export const ROOM_TYPE = {
    "201호": "4인실",
    "202호": "2인실",
    "203호": "다인실",
    "205호": "다인실",
    "206호": "다인실",
    "207호": "다인실",
    "208호": "4인실",
    "209호": "2인실",
    "210호": "2인실",
  };